"bqi" = "Bakhtiari";
"br" = "Breton";
"kru" = "Kurukh";
"mr" = "Marathi";
"ltg" = "Latgalian";
"bs" = "Bosnian";
"ksf" = "Bafia";
"bpy" = "Bishnupriya";
"men" = "Mende";
"ms" = "Malay";
"mt" = "Maltese";
"sdh" = "Southern Kurdish";
"ha" = "Hausa";
"kkj" = "Kako";
"bin" = "Bini";
"sa" = "Sanskrit";
"yrl" = "Nheengatu";
"ksh" = "Colognian";
"ttt" = "Muslim Tat";
"bar" = "Bavarian";
"sc" = "Sardinian";
"tmh" = "Tamashek";
"pag" = "Pangasinan";
"bbc" = "Batak Toba";
"sd" = "Sindhi";
"he" = "Hebrew";
"my" = "Burmese";
"bas" = "Basaa";
"ckb" = "Central Kurdish";
"mul" = "Multiple languages";
"se" = "Northern Sami";
"fur" = "Friulian";
"jbo" = "Lojban";
"mer" = "Meru";
"tly" = "Talysh";
"sli" = "Lower Silesian";
"sg" = "Sango";
"tem" = "Timne";
"hi" = "Hindi";
"goh" = "Old High German";
"si" = "Sinhala";
"csb" = "Kashubian";
"mfe" = "Morisyen";
"iba" = "Iban";
"byn" = "Blin";
"cch" = "Atsam";
"bra" = "Braj";
"sk" = "Slovak";
"teo" = "Teso";
"mnc" = "Manchu";
"sl" = "Slovenian";
"ibb" = "Ibibio";
"uga" = "Ugaritic";
"pal" = "Pahlavi";
"ssy" = "Saho";
"sm" = "Samoan";
"wae" = "Walser";
"elx" = "Elamite";
"bax" = "Bamun";
"kde" = "Makonde";
"ho" = "Hiri Motu";
"pam" = "Pampanga";
"sn" = "Shona";
"nwc" = "Classical Newari";
"lua" = "Luba-Lulua";
"so" = "Somali";
"gwi" = "Gwichʼin";
"ter" = "Tereno";
"bbj" = "Ghomala";
"sq" = "Albanian";
"hr" = "Croatian";
"nog" = "Nogai";
"tum" = "Tumbuka";
"gom" = "Goan Konkani";
"mus" = "Creek";
"sr" = "Serbian";
"ss" = "Swati";
"ht" = "Haitian Creole";
"ca" = "Catalan";
"gon" = "Gondi";
"pap" = "Papiamento";
"hu" = "Hungarian";
"na" = "Nauru";
"sma" = "Southern Sami";
"st" = "Southern Sotho";
"su" = "Sundanese";
"tet" = "Tetum";
"nb" = "Norwegian Bokmål";
"vot" = "Votic";
"sv" = "Swedish";
"see" = "Seneca";
"mni" = "Manipuri";
"brh" = "Brahui";
"sw" = "Swahili";
"wal" = "Wolaytta";
"nd" = "North Ndebele";
"ce" = "Chechen";
"hy" = "Armenian";
"ne" = "Nepali";
"hz" = "Herero";
"byv" = "Medumba";
"zea" = "Zeelandic";
"hif" = "Fiji Hindi";
"ng" = "Ndonga";
"hai" = "Haida";
"ch" = "Chamorro";
"gor" = "Gorontalo";
"stq" = "Saterland Frisian";
"seh" = "Sena";
"bjn" = "Banjar";
"pau" = "Palauan";
"yi" = "Yiddish";
"lui" = "Luiseno";
"sei" = "Seri";
"non" = "Old Norse";
"hak" = "Hakka Chinese";
"ain" = "Ainu";
"got" = "Gothic";
"mga" = "Middle Irish";
"nl" = "Dutch";
"nn" = "Norwegian Nynorsk";
"co" = "Corsican";
"dtp" = "Central Dusun";
"war" = "Waray";
"dua" = "Duala";
"no" = "Norwegian";
"kea" = "Kabuverdianu";
"sel" = "Selkup";
"lmo" = "Lombard";
"kln" = "Kalenjin";
"sly" = "Selayar";
"was" = "Washo";
"yo" = "Yoruba";
"smj" = "Lule Sami";
"cr" = "Cree";
"efi" = "Efik";
"hil" = "Hiligaynon";
"nr" = "South Ndebele";
"cs" = "Czech";
"izh" = "Ingrian";
"lun" = "Lunda";
"cu" = "Church Slavic";
"ia" = "Interlingua";
"luo" = "Luo";
"cv" = "Chuvash";
"ta" = "Tamil";
"kmb" = "Kimbundu";
"nv" = "Navajo";
"gaa" = "Ga";
"prg" = "Prussian";
"id" = "Indonesian";
"suk" = "Sukuma";
"arc" = "Aramaic";
"cy" = "Welsh";
"ie" = "Interlingue";
"mgh" = "Makhuwa-Meetto";
"nov" = "Novial";
"del" = "Delaware";
"ny" = "Nyanja";
"smn" = "Inari Sami";
"te" = "Telugu";
"tvl" = "Tuvalu";
"ig" = "Igbo";
"tg" = "Tajik";
"vai" = "Vai";
"lus" = "Mizo";
"ses" = "Koyraboro Senni";
"ii" = "Sichuan Yi";
"den" = "Slave";
"th" = "Thai";
"moh" = "Mohawk";
"rtm" = "Rotuman";
"ti" = "Tigrinya";
"fon" = "Fon";
"enm" = "Middle English";
"zen" = "Zenaga";
"ik" = "Inupiaq";
"lez" = "Lezghian";
"tk" = "Turkmen";
"hit" = "Hittite";
"brx" = "Bodo";
"haw" = "Hawaiian";
"tl" = "Tagalog";
"gag" = "Gagauz";
"sms" = "Skolt Sami";
"tn" = "Tswana";
"io" = "Ido";
"pcd" = "Picard";
"bkm" = "Kom";
"to" = "Tongan";
"ceb" = "Cebuano";
"dum" = "Middle Dutch";
"mgo" = "Metaʼ";
"lfn" = "Lingua Franca Nova";
"pro" = "Old Provençal";
"nia" = "Nias";
"tog" = "Nyasa Tonga";
"sus" = "Susu";
"is" = "Icelandic";
"ken" = "Kenyang";
"luy" = "Luyia";
"tr" = "Turkish";
"ts" = "Tsonga";
"it" = "Italian";
"wbp" = "Warlpiri";
"da" = "Danish";
"zun" = "Zuni";
"tt" = "Tatar";
"iu" = "Inuktitut";
"mwl" = "Mirandese";
"bla" = "Siksika";
"za" = "Zhuang";
"oc" = "Occitan";
"rue" = "Rusyn";
"tw" = "Twi";
"arn" = "Mapuche";
"de" = "German";
"ty" = "Tahitian";
"ace" = "Achinese";
"aro" = "Araona";
"gan" = "Gan Chinese";
"rug" = "Roviana";
"snk" = "Soninke";
"kum" = "Kumyk";
"gil" = "Gilbertese";
"arp" = "Arapaho";
"sux" = "Sumerian";
"asa" = "Asu";
"zh" = "Chinese";
"mos" = "Mossi";
"arq" = "Algerian Arabic";
"oj" = "Ojibwa";
"gba" = "Gbaya";
"ach" = "Acoli";
"bss" = "Akoose";
"egl" = "Emilian";
"sga" = "Old Irish";
"mwr" = "Marwari";
"om" = "Oromo";
"ars" = "Najdi Arabic";
"yue" = "Cantonese";
"jmc" = "Machame";
"ase" = "American Sign Language";
"nan" = "Min Nan Chinese";
"or" = "Odia";
"os" = "Ossetic";
"mwv" = "Mentawai";
"nap" = "Neapolitan";
"kut" = "Kutenai";
"arw" = "Arawak";
"hsb" = "Upper Sorbian";
"ja" = "Japanese";
"pdc" = "Pennsylvania German";
"dv" = "Divehi";
"twq" = "Tasawaq";
"akk" = "Akkadian";
"naq" = "Nama";
"zu" = "Zulu";
"grb" = "Grebo";
"rup" = "Aromanian";
"swb" = "Comorian";
"ary" = "Moroccan Arabic";
"grc" = "Ancient Greek";
"dz" = "Dzongkha";
"arz" = "Egyptian Arabic";
"gay" = "Gayo";
"ada" = "Adangme";
"ewo" = "Ewondo";
"lol" = "Mongo";
"ug" = "Uyghur";
"sog" = "Sogdien";
"mad" = "Madurese";
"nqo" = "N’Ko";
"kfo" = "Koro";
"osa" = "Osage";
"quc" = "Kʼicheʼ";
"tpi" = "Tok Pisin";
"nym" = "Nyamwezi";
"mic" = "Mi'kmaq";
"nyn" = "Nyankole";
"maf" = "Mafa";
"uk" = "Ukrainian";
"nyo" = "Nyoro";
"mag" = "Magahi";
"niu" = "Niuean";
"egy" = "Ancient Egyptian";
"bua" = "Buriat";
"zgh" = "Standard Moroccan Tamazight";
"fan" = "Fang";
"qug" = "Chimborazo Highland Quichua";
"vro" = "Võro";
"mai" = "Maithili";
"fil" = "Filipino";
"ilo" = "Iloko";
"ur" = "Urdu";
"ale" = "Aleut";
"xmf" = "Mingrelian";
"doi" = "Dogri";
"mak" = "Makasar";
"bej" = "Beja";
"pa" = "Punjabi";
"jv" = "Javanese";
"hsn" = "Xiang Chinese";
"ast" = "Asturian";
"ee" = "Ewe";
"sgs" = "Samogitian";
"mye" = "Myene";
"bug" = "Buginese";
"man" = "Mandingo";
"bem" = "Bemba";
"uz" = "Uzbek";
"fat" = "Fanti";
"akz" = "Alabama";
"pi" = "Pali";
"tig" = "Tigre";
"jut" = "Jutish";
"nzi" = "Nzima";
"koi" = "Komi-Permyak";
"el" = "Greek";
"njo" = "Ao Naga";
"min" = "Minangkabau";
"pdt" = "Plautdietsch";
"dgr" = "Dogrib";
"fit" = "Tornedalen Finnish";
"loz" = "Lozi";
"pl" = "Polish";
"en" = "English";
"frc" = "Cajun French";
"eo" = "Esperanto";
"kok" = "Konkani";
"shi" = "Tachelhit";
"aln" = "Gheg Albanian";
"mas" = "Masai";
"rof" = "Rombo";
"gbz" = "Zoroastrian Dari";
"aeb" = "Tunisian Arabic";
"bum" = "Bulu";
"ota" = "Ottoman Turkish";
"lad" = "Ladino";
"bfd" = "Bafut";
"es" = "Spanish";
"kgp" = "Kaingang";
"ps" = "Pashto";
"et" = "Estonian";
"kha" = "Khasi";
"pt" = "Portuguese";
"eu" = "Basque";
"ka" = "Georgian";
"cgg" = "Chiga";
"lag" = "Langi";
"shn" = "Shan";
"ext" = "Extremaduran";
"bew" = "Betawi";
"lah" = "Lahnda";
"rgn" = "Romagnol";
"ve" = "Venda";
"alt" = "Southern Altai";
"kg" = "Kongo";
"sad" = "Sandawe";
"ki" = "Kikuyu";
"rom" = "Romany";
"kos" = "Kosraean";
"vi" = "Vietnamese";
"kj" = "Kuanyama";
"rwk" = "Rwa";
"bez" = "Bena";
"ady" = "Adyghe";
"kk" = "Kazakh";
"peo" = "Old Persian";
"kl" = "Kalaallisut";
"kpe" = "Kpelle";
"frm" = "Middle French";
"km" = "Khmer";
"sid" = "Sidamo";
"kn" = "Kannada";
"lij" = "Ligurian";
"lam" = "Lamba";
"ko" = "Korean";
"vo" = "Volapük";
"sah" = "Sakha";
"fro" = "Old French";
"myv" = "Erzya";
"shu" = "Chadian Arabic";
"tiv" = "Tiv";
"mrj" = "Western Mari";
"kr" = "Kanuri";
"frp" = "Arpitan";
"ks" = "Kashmiri";
"fa" = "Persian";
"ku" = "Kurdish";
"chb" = "Chibcha";
"inh" = "Ingush";
"frr" = "Northern Frisian";
"kv" = "Komi";
"bfq" = "Badaga";
"syc" = "Classical Syriac";
"kaa" = "Kara-Kalpak";
"kw" = "Cornish";
"pms" = "Piedmontese";
"cop" = "Coptic";
"frs" = "Eastern Frisian";
"kab" = "Kabyle";
"nso" = "Northern Sotho";
"ky" = "Kyrgyz";
"kho" = "Khotanese";
"ff" = "Fulah";
"sam" = "Samaritan Aramaic";
"kac" = "Kachin";
"tyv" = "Tuvinian";
"jgo" = "Ngomba";
"fi" = "Finnish";
"khq" = "Koyra Chiini";
"gsw" = "Swiss German";
"fj" = "Fijian";
"vec" = "Venetian";
"mzn" = "Mazanderani";
"glk" = "Gilaki";
"chg" = "Chagatai";
"dak" = "Dakota";
"sba" = "Ngambay";
"saq" = "Samburu";
"pfl" = "Palatine German";
"hmn" = "Hmong";
"fo" = "Faroese";
"lrc" = "Northern Luri";
"vls" = "West Flemish";
"afh" = "Afrihili";
"sas" = "Sasak";
"liv" = "Livonian";
"fr" = "French";
"chk" = "Chuukese";
"sat" = "Santali";
"xog" = "Soga";
"tzm" = "Central Atlas Tamazight";
"ang" = "Old English";
"kaj" = "Jju";
"khw" = "Khowar";
"aa" = "Afar";
"vmf" = "Main-Franconian";
"la" = "Latin";
"ab" = "Abkhazian";
"din" = "Dinka";
"chm" = "Mari";
"qu" = "Quechua";
"lb" = "Luxembourgish";
"wa" = "Walloon";
"zap" = "Zapotec";
"wuu" = "Shanghainese";
"hup" = "Hupa";
"zxx" = "No linguistic content";
"chn" = "Chinook Jargon";
"dar" = "Dargwa";
"eka" = "Ekajuk";
"ae" = "Avestan";
"kam" = "Kamba";
"fy" = "Western Frisian";
"af" = "Afrikaans";
"cho" = "Choctaw";
"bgn" = "Western Balochi";
"tsd" = "Tsakonian";
"chp" = "Chipewyan";
"lg" = "Ganda";
"ebu" = "Embu";
"rif" = "Riffian";
"cad" = "Caddo";
"tru" = "Turoyo";
"saz" = "Saurashtra";
"lzh" = "Literary Chinese";
"guc" = "Wayuu";
"li" = "Limburgish";
"raj" = "Rajasthani";
"syr" = "Syriac";
"trv" = "Taroko";
"ak" = "Akan";
"chr" = "Cherokee";
"nds" = "Low German";
"dav" = "Taita";
"udm" = "Udmurt";
"avk" = "Kotava";
"am" = "Amharic";
"gmh" = "Middle High German";
"an" = "Aragonese";
"dje" = "Zarma";
"dyo" = "Jola-Fonyi";
"pnt" = "Pontic";
"ln" = "Lingala";
"tsi" = "Tsimshian";
"vep" = "Veps";
"mde" = "Maba";
"tkl" = "Tokelau";
"lo" = "Lao";
"anp" = "Angika";
"wo" = "Wolof";
"mdf" = "Moksha";
"kbd" = "Kabardian";
"zza" = "Zaza";
"ar" = "Arabic";
"cps" = "Capiznon";
"as" = "Assamese";
"sbp" = "Sangu";
"vun" = "Vunjo";
"lt" = "Lithuanian";
"ga" = "Irish";
"rap" = "Rapanui";
"lu" = "Luba-Katanga";
"av" = "Avaric";
"awa" = "Awadhi";
"nmg" = "Kwasio";
"zbl" = "Blissymbols";
"lv" = "Latvian";
"umb" = "Umbundu";
"kaw" = "Kawi";
"chy" = "Cheyenne";
"gd" = "Scottish Gaelic";
"dyu" = "Dyula";
"ay" = "Aymara";
"kiu" = "Kirmanjki";
"krc" = "Karachay-Balkar";
"rar" = "Rarotongan";
"srn" = "Sranan Tongo";
"az" = "Azerbaijani";
"tkr" = "Tsakhur";
"jpr" = "Judeo-Persian";
"szl" = "Silesian";
"dzg" = "Dazaga";
"yao" = "Yao";
"pon" = "Pohnpeian";
"yap" = "Yapese";
"kbl" = "Kanembu";
"gl" = "Galician";
"srr" = "Serer";
"tcy" = "Tulu";
"car" = "Carib";
"gn" = "Guarani";
"rm" = "Romansh";
"ybb" = "Yemba";
"rn" = "Rundi";
"jam" = "Jamaican Creole English";
"bho" = "Bhojpuri";
"ro" = "Romanian";
"kri" = "Krio";
"tlh" = "Klingon";
"gur" = "Frafra";
"tli" = "Tlingit";
"krj" = "Kinaray-a";
"mdr" = "Mandar";
"ba" = "Bashkir";
"agq" = "Aghem";
"gu" = "Gujarati";
"dsb" = "Lower Sorbian";
"krl" = "Karelian";
"gez" = "Geez";
"ru" = "Russian";
"lzz" = "Laz";
"gv" = "Manx";
"yav" = "Yangben";
"scn" = "Sicilian";
"rw" = "Kinyarwanda";
"be" = "Belarusian";
"sco" = "Scots";
"esu" = "Central Yupik";
"new" = "Newari";
"mua" = "Mundang";
"cay" = "Cayuga";
"bg" = "Bulgarian";
"mg" = "Malagasy";
"mh" = "Marshallese";
"bi" = "Bislama";
"nus" = "Nuer";
"lkt" = "Lakota";
"mi" = "Maori";
"xh" = "Xhosa";
"kcg" = "Tyap";
"guz" = "Gusii";
"ksb" = "Shambala";
"mk" = "Macedonian";
"nnh" = "Ngiemboon";
"sdc" = "Sassarese Sardinian";
"ml" = "Malayalam";
"bm" = "Bambara";
"bal" = "Baluchi";
"jrb" = "Judeo-Arabic";
"bn" = "Bangla";
"crh" = "Crimean Turkish";
"phn" = "Phoenician";
"xal" = "Kalmyk";
"mn" = "Mongolian";
"bo" = "Tibetan";
"und" = "Unknown language";
"bik" = "Bikol";
"ban" = "Balinese";
